say "    _____________________"
say "   /                   / \\        z"
say "  /                   /   \\      z"
say " /                   /     \\    z"
say "/                   /       \\  z"
say "___________________/---------\\"
say "                 "
